invoice-data-performance/src/test/resources/data/CreateInvoiceData_OK.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:riv:itintegration:registry:1" xmlns:urn1="urn:riv:sll:invoicedata:CreateInvoiceDataResponder:1">
   <soapenv:Header>
      <urn:LogicalAddress>?</urn:LogicalAddress>
   </soapenv:Header>
   <soapenv:Body>
      <urn1:CreateInvoiceData>
         <urn1:supplierId>TEST_556482-8654</urn1:supplierId>
         <urn1:createdBy>TEST_556482-8654</urn1:createdBy>
		 <urn1:costCenter>TEST_HSF</urn1:costCenter>
         <urn1:paymentResponsible>TEST_HSF</urn1:paymentResponsible>
      </urn1:CreateInvoiceData>
   </soapenv:Body>
</soapenv:Envelope>